go-tcp/bufferinfo_s1slow/ycsb
leader is me
leader is me
leader is me
[...]
init done
init done
init done
[...]
[OVERALL], RunTime(ms), 120050
[OVERALL], Throughput(ops/sec), 1926.1224489795918
[TOTAL_GCS_G1_Young_Generation], Count, 24
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 43
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.03581840899625156
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 24
[TOTAL_GC_TIME], Time(ms), 43
[TOTAL_GC_TIME_%], Time(%), 0.03581840899625156
[READ], Operations, 115807
[READ], AverageLatency(us), 261766.80413101107
[READ], MinLatency(us), 1373
[READ], MaxLatency(us), 5419007
[READ], 50thPercentileLatency(us), 10919
[READ], 80thPercentileLatency(us), 25327
[READ], 90thPercentileLatency(us), 206207
[READ], 95thPercentileLatency(us), 2328575
[READ], 99thPercentileLatency(us), 4636671
[READ], 99.9PercentileLatency(us), 5160959
[READ], Return=OK, 115807
[TOTAL], Operations, 231295
[TOTAL], AverageLatency(us), 261099.3559826196
[TOTAL], MinLatency(us), 23
[TOTAL], MaxLatency(us), 5431295
[TOTAL], 50thPercentileLatency(us), 10991
[TOTAL], 80thPercentileLatency(us), 24719
[TOTAL], 90thPercentileLatency(us), 204671
[TOTAL], 95thPercentileLatency(us), 2326527
[TOTAL], 99thPercentileLatency(us), 4636671
[TOTAL], 99.9PercentileLatency(us), 5169151
[CLEANUP], Operations, 64
[CLEANUP], AverageLatency(us), 40.3125
[CLEANUP], MinLatency(us), 23
[CLEANUP], MaxLatency(us), 88
[CLEANUP], 50thPercentileLatency(us), 35
[CLEANUP], 80thPercentileLatency(us), 53
[CLEANUP], 90thPercentileLatency(us), 61
[CLEANUP], 95thPercentileLatency(us), 73
[CLEANUP], 99thPercentileLatency(us), 80
[CLEANUP], 99.9PercentileLatency(us), 88
[UPDATE], Operations, 115424
[UPDATE], AverageLatency(us), 260574.444448295
[UPDATE], MinLatency(us), 1295
[UPDATE], MaxLatency(us), 5431295
[UPDATE], 50thPercentileLatency(us), 11071
[UPDATE], 80thPercentileLatency(us), 24143
[UPDATE], 90thPercentileLatency(us), 203263
[UPDATE], 95thPercentileLatency(us), 2324479
[UPDATE], 99thPercentileLatency(us), 4636671
[UPDATE], 99.9PercentileLatency(us), 5173247
[UPDATE], Return=OK, 115424